Repository: DomenicaBarone/DomeRepo
Catalog: index_*.xlf
Languages: fr

# contact_sales_for_licensing_b347ac
source: Contact Sales for licensing questions. TEST
fr: Contactez le service commercial pour les questions de licence. TEST

# enterprise_edition_980d4d
source: Enterprise Edition
fr: Edition pour entreprise

# hello_world_3ca0ee
source: Hello World
fr: Bonjour le monde

# i_m_hosted_with_github_pages_1a5e3d
source: I'm hosted with GitHub Pages.
fr: Je suis hébergé sur GitHub Pages.

# it_can_be_9b7c84
source: <a id="UUID-576328d5-e74d-a6d1-b90f-efbe08d1ad0c_UUID-7406bf8f-8c9f-3069-f9be-4fe823e7e371"></a>It can be used for:
fr: <a id="UUID-576328d5-e74d-a6d1-b90f-efbe08d1ad0c_UUID-7406bf8f-8c9f-3069-f9be-4fe823e7e371"></a>Ce peut être utilisé pour :

# key.key.key.key.key
source: Select {count} {count, plural, one {item} other {items} }
fr: Sélectionnez {count} {count, plural, un article} autres éléments} }

# test.test.test.test.html
source: This is a test
fr: C'est un test

# test.what.a.nice.test
source: What a nice test
fr: Quelle belle épreuve

# the_a1ffa3
source: The selected file will be imported the first time you run APC.
fr: Le fichier sélectionné sera importé le premier fois que vous exécutez APC.

# the_connector_api_51c427
source: The Connector API allows you to automate the steps you perform manually through the UI. You can use webhooks to let Memsource notify third-party systems about certain events (such as job status changes).
fr: L'API du connecteur vous permet d'automatiser les étapes que vous effectuer manuellement via l'interface utilisateur. Vous pouvez utiliser des webhooks pour permettre à Memsource d'informer des systèmes tiers de certains événements (tels que les changements d'état des travaux).

# the_zendesk_connector_a1f15a
source: The Zendesk Connector allows you to download source content for the following content types and upload translations to and from Zendesk.
fr: Le connecteur Zendesk vous permet de télécharger le contenu source pour les éléments suivants types de contenu et télécharger des traductions vers et depuis Zendesk.

# there_are_several_use_cases_for_f74c25
source: There are several use cases for connectors.
fr: Il existe plusieurs cas d'utilisation des connecteurs.

# use_automatic_96d4ad
source: Use Automatic Project Creation (APC) to have Memsource automatically create a new project when a change in the last edit date (edited_at attribute) is detected in a monitored file or an entire list. If the connector is configured to create jobs only for languages that are flagged for translation, APC will only create jobs for translations of flagged articles.
fr: Utilisez la création automatique de projet (APC) pour avoir Memsource créer automatiquement un nouveau projet lorsqu'un changement dans le la date de la dernière modification (attribut edited_at) est détectée dans un fichier surveillé ou une liste entière. Si le connecteur est configuré pour créer des travaux uniquement pour les langues qui sont marqué pour traduction, APC ne créera des travaux que pour traductions des articles signalés.

# use_case_7493b8
source: <a id="UUID-576328d5-e74d-a6d1-b90f-efbe08d1ad0c_UUID-9ff13540-9b0e-7c6d-081f-2cb39f857854"></a>Use Case
fr: <a id="UUID-576328d5-e74d-a6d1-b90f-efbe08d1ad0c_UUID-9ff13540-9b0e-7c6d-081f-2cb39f857854"></a>Utiliser Cas

# zendesk_connector_b44715
source: Zendesk connector
fr: Connecteur Zendesk
